Repository: SysAdminDoc/UniversalConverterX
Catalog: src/UniversalConverterX.UI/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, pl_pl, zh_hans

# AiLabPage_AiLabPageButton01.Content
source: Open Toolbox
de_de: Werkzeugkasten öffnen
es_es: Abrir caja de herramientas
fr_fr: Ouvrir la boîte à outils
pl_pl: Otwarte okno narzędzi
zh_hans: 打开工具箱

# AiLabPage_AiLabPageButton02.Content
source: Start Converter
de_de: Konverter starten
es_es: Conversor de inicio
fr_fr: Démarrer le convertisseur
pl_pl: Uruchom konwerter
zh_hans: 启动转换器

# AiLabPage_Item_001.Text
source: AI LAB
zh_hans: AILAB 阿拉伯劳工组织

# AiLabPage_Item_002.Text
source: AI tools show readiness before you start.
de_de: AI Werkzeuge zeigen Bereitschaft, bevor Sie beginnen.
es_es: Las herramientas AI muestran preparación antes de empezar.
fr_fr: Les outils AI montrent l'état de préparation avant de commencer.
pl_pl: Narzędzia AI wykazują gotowość przed rozpoczęciem.
zh_hans: AI 工具在启动前显示准备状态 。

# AiLabPage_Item_003.Text
source: Ready tools open directly. Planned tools stay clear about missing engine, preview, export, and recovery work.
de_de: Bereite Werkzeuge öffnen sich direkt. Geplante Werkzeuge bleiben über fehlenden Motor, Vorschau, Export und Wiederherstellungsarbeiten klar.
es_es: Herramientas listas se abren directamente. Las herramientas planificadas se mantienen claras sobre la falta de motor, previsualización, exportación y trabajo de recuperación.
fr_fr: Outils prêts à ouvrir directement. Les outils prévus restent clairs sur le moteur manquant, l'aperçu, l'exportation et le travail de récupération.
pl_pl: Gotowe narzędzia otwarte bezpośrednio. Planowane narzędzia pozostają jasne o braku silnika, podglądu, eksportu, i odzysku pracy.
zh_hans: 工具已准备就绪, 直接打开。 计划工具对缺少的引擎、 预览、 输出和回收工作保持清晰 。

# AiLabPage_Item_006.Text
source: Availability
de_de: Verfügbarkeit
es_es: Disponibilidad
fr_fr: Disponibilité
pl_pl: Dostępność
zh_hans: 可用程度

# AiLabPage_Item_007.Text
source: Ready - Background Remover
de_de: Bereit - Hintergrund-Entferner
es_es: Listo - Eliminador de fondo
fr_fr: Prêt - Enlever le fond
pl_pl: Gotowy - Usuń tło
zh_hans: 准备就就绪 - 背景移除器

# AiLabPage_Item_008.Text
source: Ready
de_de: Fertig
es_es: Listo
fr_fr: Prêt
pl_pl: Gotowy
zh_hans: 准备就绪

# AiLabPage_Item_009.Text
source: Planned - engine and UI work
de_de: Geplant - Motor und UI Arbeit
es_es: Planificado - el motor y el trabajo UI
fr_fr: Travaux prévus - moteur et UI
pl_pl: Planowane - praca silnika i UI
zh_hans: 计划 -- -- 引擎和UI UI工程

# AiLabPage_Item_010.Text
source: Planned
de_de: Geplant
es_es: Previsto
fr_fr: Prévue
pl_pl: Planowane
zh_hans: 计划计划数

# AiLabPage_Item_011.Text
source: Future - scope not final
de_de: Zukunft - Geltungsbereich nicht endgültig
es_es: Futuro - ámbito no definitivo
fr_fr: Avenir - champ d'application non définitif
pl_pl: Przyszłość – nie ostateczny zakres
zh_hans: 未来范围 - 未来范围不是最终范围

# AiLabPage_Item_012.Text
source: Roadmap
de_de: Fahrplan
es_es: Hoja de ruta
fr_fr: Feuille de route
pl_pl: Plan działania
zh_hans: 路线图路线图

# AiLabPage_Item_013.Text
source: A tool is marked Ready only when import, preview, batch export, and failure recovery are explicit.
de_de: Ein Werkzeug ist nur dann bereit markiert, wenn Import, Vorschau, Batch-Export und Fehlerwiederherstellung explizit sind.
es_es: Una herramienta está marcada Listo sólo cuando la importación, vista previa, exportación por lotes y recuperación de fallos son explícitos.
fr_fr: Un outil est marqué Prêt seulement lorsque l'importation, l'aperçu, l'exportation par lots et la récupération d'échecs sont explicites.
zh_hans: 只有在导入、预览、批次导出和故障回收明确时, 工具才准备就绪 。

# AiLabPage_Item_014.Text
source: AI Tools
de_de: AI Werkzeuge
es_es: Herramientas AI
fr_fr: Outils AI
pl_pl: Narzędzia AI
zh_hans: AIAI 工具工具

# AiLabPage_Item_015.Text
source: Open status or ready workflow
de_de: Offener Status oder fertiger Workflow
es_es: Abrir estado o flujo de trabajo listo
fr_fr: Ouvrir l'état ou le workflow prêt
pl_pl: Otwarty status lub gotowy przepływ pracy
zh_hans: 开放状态或即成工作流程

# AiLabPage_Item_016.Text
source: 1. Import
de_de: 1. Importieren
es_es: 1. Importación
fr_fr: 1. Importation
zh_hans: 1. 进口

# AiLabPage_Item_017.Text
source: Drop media, inspect streams, detect duration, codec, subtitles, and workflow fit.
de_de: Drop-Medien, inspizieren Streams, Detektionsdauer, Codec, Untertitel und Workflow passen.
es_es: Abandonar medios, inspeccionar flujos, detectar duración, códec, subtítulos y ajuste de flujo de trabajo.
fr_fr: Déposer les médias, inspecter les flux, détecter la durée, le codec, les sous-titres et l'ajustement du workflow.
pl_pl: Drop media, kontrola strumieni, wykryć czas trwania, kodek, napisy i przepływ pracy pasuje.
zh_hans: 跌落媒体、检查流、探测持续时间、代码、字幕和工作流程是否合适。

# AiLabPage_Item_018.Text
source: 2. Preview
de_de: 2. Vorschau
es_es: 2. Vista previa
fr_fr: 2. Aperçu
pl_pl: 2. Podgląd
zh_hans: 2. 预览

# AiLabPage_Item_019.Text
source: Show before/after frames, estimated storage, model requirements, and fallback behavior.
de_de: Zeigen Sie vor / nach Frames, geschätzte Speicher, Modellanforderungen und Fallback-Verhalten.
es_es: Mostrar los marcos antes/después, el almacenamiento estimado, los requisitos del modelo y el comportamiento de reserva.
fr_fr: Afficher les images avant/après, le stockage estimé, les exigences du modèle et le comportement de repli.
pl_pl: Pokaż przed/po ramkach, szacunkowe przechowywanie, wymagania w modelu i zachowanie odzysku.
zh_hans: 显示框架前后、估计储存量、模型要求和后退行为。

# AiLabPage_Item_020.Text
source: 3. Export
de_de: 3. Exportieren
es_es: 3. Exportación
fr_fr: 3. Exportations
pl_pl: 3. Wywóz
zh_hans: 3. 出口

# AiLabPage_Item_021.Text
source: Queue batch output with format presets, alpha/subtitle handling, and clear partial-success results.
de_de: Queue Batch-Ausgabe mit Formatvoreinstellungen, Alpha/Subtitle-Handling und klaren Teilerfolgs-Ergebnissen.
es_es: Salida por lotes en cola con presets de formato, manejo de alfa/subtítulo y resultados claros de éxito parcial.
fr_fr: Queue sortie batch avec préréglages de format, traitement alpha/sous-titre, et des résultats de succès partiels clairs.
pl_pl: Wyjście w kolejce z ustawionymi formatami, obsługą alfa/ subtitle oraz jasnymi wynikami częściowego sukcesu.
zh_hans: 以格式预设、字母/子标题处理和清晰的部分成功结果排出批量输出的队列。

# AiSubtitlePage_AiSubtitlePageButton01.Content
source: Browse File
de_de: Datei durchsuchen
es_es: Examinar archivo
fr_fr: Parcourir le fichier
pl_pl: Przeglądaj plik
zh_hans: 浏览文件

# AiSubtitlePage_AiSubtitlePageButton02.Content
source: Browse File
de_de: Datei durchsuchen
es_es: Examinar archivo
fr_fr: Parcourir le fichier
pl_pl: Przeglądaj plik
zh_hans: 浏览文件

# AiSubtitlePage_BatchSizeBox.Header
source: faster-whisper batch size
de_de: schneller-Flüstern Chargengröße
es_es: tamaño del lote de susurros más rápido
fr_fr: taille du lot plus rapide
pl_pl: szybsza wielkość partii szeptacza
zh_hans: 更快的批量私传大小

# AiSubtitlePage_BurnInCheck.Content
source: Also burn subtitles into a copy of the video
de_de: Auch Untertitel in eine Kopie des Videos brennen
es_es: También grabar subtítulos en una copia del vídeo
fr_fr: Aussi graver sous-titres dans une copie de la vidéo
pl_pl: Spalić również napisy do kopii wideo
zh_hans: 也把字幕烧成录像影音拷贝

# AiSubtitlePage_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消

source: Editable subtitle cues
de_de: Bearbeitbare Untertitel-Queues
es_es: Puntuaciones de subtítulos editables
fr_fr: Marques de sous-titre modifiables
pl_pl: Edycja napisów
zh_hans: 可编辑字幕提示

# AiSubtitlePage_DropZoneLabel.Text
source: Drop a video or audio file here
de_de: Eine Video- oder Audiodatei hier ablegen
es_es: Suelta un archivo de vídeo o audio aquí
fr_fr: Déposer un fichier vidéo ou audio ici
pl_pl: Upuść plik wideo lub audio tutaj
zh_hans: 在此放放视频或音频文件到这里

# AiSubtitlePage_ExportButton.Content
source: Export Preview
de_de: Vorschau exportieren
es_es: Exportar vista previa
fr_fr: Aperçu des exportations
pl_pl: Podgląd eksportu
zh_hans: 导出预览

# AiSubtitlePage_FormatCombo.Header
source: Subtitle format
de_de: Untertitelformat
es_es: Formato de subtítulos
fr_fr: Format du sous-titre
pl_pl: Format napisów
zh_hans: 字幕格式

# AiSubtitlePage_Item_001.Text
source: Subtitle Studio
de_de: Untertitel Studio
es_es: Estudio de subtítulos
fr_fr: Sous-titre Studio
pl_pl: Napisy:
zh_hans: 字幕工作室

# AiSubtitlePage_Item_008.Text
source: Caption preview
de_de: Vorschau der Bildunterschrift
es_es: Previsualización de subtítulos
fr_fr: Aperçu de la capture
pl_pl: Podgląd tytułu
zh_hans: 标题预览

# AiSubtitlePage_Item_009.Text
source: Times are seconds
de_de: Zeiten sind Sekunden
es_es: Los tiempos son segundos
fr_fr: Les temps sont des secondes
pl_pl: Czas to sekundy
zh_hans: 时间是秒

# AiSubtitlePage_Item_011.Header
source: Start
de_de: Starten
es_es: Comienzo
fr_fr: Démarrer
pl_pl: Początek
zh_hans: 开始

# AiSubtitlePage_Item_012.Header
source: End
de_de: Ende
es_es: Fin
fr_fr: Fin
pl_pl: Koniec
zh_hans: 结束

# AiSubtitlePage_Item_013.Header
source: Caption
de_de: Bildunterschrift
es_es: Título
fr_fr: Légende
pl_pl: Tytuł
zh_hans: 标题

# AiSubtitlePage_Item_014.Text
source: Backend
de_de: Hintergrund
es_es: Motor
fr_fr: Moteur
pl_pl: Programowanie
zh_hans: 后端

# AiSubtitlePage_Item_015.Content
source: faster-whisper (Python · CUDA / CPU)
de_de: schneller flüstern (Python · CUDA / CPU)
es_es: Susurro más rápido (Python · CUDA / CPU)
fr_fr: plus rapide (Python · CUDA / CPU)
pl_pl: szybszy szept (Python · CUDA / CPU)
zh_hans: 快速耳语( Python □ CUDA / CPU)

# AiSubtitlePage_Item_016.Content
source: whisper.cpp (Vulkan / CUDA · binary)
de_de: Flüstern.cpp (Vulkan / CUDA · binär)
es_es: susurre.cpp (Vulkan / CUDA · binario)
fr_fr: chuchot.cpp (Vulkan / CUDA · binaire)
pl_pl: szept.cpp (Vulkan / CUDA · binarny)
zh_hans: cpp (Vulkan / CUDA - 二进制)

# AiSubtitlePage_Item_017.Text
source: Model + Language
de_de: Modell + Sprache
es_es: Modelo + Lenguaje
fr_fr: Modèle + Langue
pl_pl: Wzór + język
zh_hans: 模式+语言

# AiSubtitlePage_Item_019.Content
source: tiny (fastest)
de_de: winzig (schnellste)
es_es: diminuta (más rápida)
fr_fr: minuscule (le plus rapide)
pl_pl: maleńki (zwiększenie)
zh_hans: 最小小( 最快)

# AiSubtitlePage_Item_020.Content
source: base
de_de: Basis
fr_fr: de base
pl_pl: podstawa
zh_hans: 基基数

# AiSubtitlePage_Item_021.Content
source: small
de_de: klein
es_es: pequeño
fr_fr: petite
pl_pl: małe
zh_hans: 小

# AiSubtitlePage_Item_022.Content
source: medium
de_de: mittel
es_es: medio
fr_fr: moyenne
pl_pl: średni
zh_hans: 中

# AiSubtitlePage_Item_023.Content
source: large-v3-turbo (fast + accurate)
de_de: Groß-v3-Turbo (schnell + genau)
es_es: gran-v3-turbo (rápido + preciso)
fr_fr: grand-v3-turbo (rapide + précis)
pl_pl: duży-v3-turbo (szybko + dokładne)
zh_hans: 大V3涡轮(快+准确)

# AiSubtitlePage_Item_024.Content
source: distil-large-v3 (~6x faster, English-mostly)
de_de: distil-large-v3 (~6x schneller, meist englisch)
es_es: distil-large-v3 (~6x más rápido, inglés-la mayoría)
fr_fr: distil-large-v3 (~6x plus rapide, surtout en anglais)
pl_pl: distil-large-v3 (~6x szybciej, głównie angielski)
zh_hans: diftil- 大型 v3 (~ 6x更快, 多数为英语)

# AiSubtitlePage_Item_025.Content
source: large-v3 (best)
de_de: Groß-v3 (beste)
es_es: large-v3 (mejor)
fr_fr: grand-v3 (meilleur)
pl_pl: duży v3 (najlepiej)
zh_hans: 大- v3( 最佳)

# AiSubtitlePage_Item_027.Content
source: Auto-detect
de_de: Auto-Erkennen
es_es: Autodetectar
fr_fr: Détecteur automatique
pl_pl: Automatyczne wykrywanie
zh_hans: 自自动检测

# AiSubtitlePage_Item_030.Content
source: French
de_de: Französisch
es_es: Francés
fr_fr: Français
pl_pl: Francuski
zh_hans: 法语 法语

# AiSubtitlePage_Item_031.Content
source: German
de_de: Deutsch
es_es: Alemán
fr_fr: Allemand
pl_pl: Niemiecki
zh_hans: 德语 德语

# AiSubtitlePage_Item_032.Content
source: Japanese
de_de: Japanisch
es_es: Japonés
fr_fr: Japonais
pl_pl: Japoński
zh_hans: 日语日文

# AiSubtitlePage_Item_034.Content
source: Portuguese
de_de: Portugiesisch
es_es: Portugués
fr_fr: Portugais
pl_pl: Portugalski
zh_hans: 葡萄牙语葡萄牙语

# AiSubtitlePage_Item_037.Content
source: Korean
de_de: Koreanisch
es_es: Coreano
fr_fr: Coréen
pl_pl: Koreański
zh_hans: 韩文韩文

# AiSubtitlePage_Item_038.Text
source: Inference
de_de: Schlussfolgerung
es_es: Inferencia
fr_fr: Inférence
pl_pl: Wnioski
zh_hans: 推断

# AiSubtitlePage_Item_041.Text
source: Translation
de_de: Übersetzung
es_es: Traducción
fr_fr: Traduction
pl_pl: Tłumaczenie
zh_hans: 笔译 笔译

# AiSubtitlePage_Item_044.Content
source: Helsinki OPUS-MT (ONNX, lightweight)
de_de: Helsinki OPUS-MT (ONNX, leichtgewichtig)
es_es: Helsinki OPUS-MT (ONNX, ligero)
fr_fr: Helsinki OPUS-MT (ONNX, léger)
pl_pl: Helsinki OPUS-MT (ONNX, lekkie)
zh_hans: 赫尔辛基OPUS-MT(ONNX,轻量级)

# AiSubtitlePage_Item_045.Content
source: NLLB-200 distilled (broad coverage)
de_de: NLLB-200 destilliert (breite Abdeckung)
es_es: NLLB-200 destilado (cobertura general)
fr_fr: NLLB-200 distillé (couverture large)
pl_pl: NLLB-200 destylat (obszar szerokopasmowy)
zh_hans: NLLB-200蒸馏(广泛覆盖)

# AiSubtitlePage_Item_048.Content
source: French
de_de: Französisch
es_es: Francés
fr_fr: Français
pl_pl: Francuski
zh_hans: 法语 法语

# AiSubtitlePage_Item_049.Content
source: German
de_de: Deutsch
es_es: Alemán
fr_fr: Allemand
pl_pl: Niemiecki
zh_hans: 德语 德语

# AiSubtitlePage_Item_050.Content
source: Portuguese
de_de: Portugiesisch
es_es: Portugués
fr_fr: Portugais
pl_pl: Portugalski
zh_hans: 葡萄牙语葡萄牙语

# AiSubtitlePage_Item_052.Content
source: Japanese
de_de: Japanisch
es_es: Japonés
fr_fr: Japonais
pl_pl: Japoński
zh_hans: 日语日文

# AiSubtitlePage_Item_055.Content
source: Korean
de_de: Koreanisch
es_es: Coreano
fr_fr: Coréen
pl_pl: Koreański
zh_hans: 韩文韩文

# AiSubtitlePage_Item_056.Text
source: Choose the source language above when translating; auto-detect remains available for transcription-only jobs.
de_de: Wählen Sie die Quellsprache oben beim Übersetzen; auto-detect bleibt für nur Transkriptionsaufträge verfügbar.
es_es: Elija el idioma de origen de arriba al traducir; la detección automática permanece disponible para trabajos de sólo transcripción.
fr_fr: Choisissez la langue source ci-dessus lors de la traduction; auto-detect reste disponible pour les travaux de transcription seulement.
pl_pl: Wybierz powyżej język źródłowy przy tłumaczeniu; auto-wykrywanie pozostaje dostępne tylko dla zadań transkrypcyjnych.
zh_hans: 在翻译时选择上面的源语言; 自动检测仍然可用于只为转录的工作 。

# AiSubtitlePage_Item_057.Text
source: Output
de_de: Ausgabe
es_es: Salida
fr_fr: Sortie
pl_pl: Wyjście
zh_hans: 输出

# AiSubtitlePage_Item_059.Content
source: SubRip (.srt)
fr_fr: Sous-Rip (.srt)
zh_hans: 地下(.strt)

# AiSubtitlePage_Item_061.Content
source: Advanced SubStation Alpha (.ass)
de_de: Fortgeschrittene Substation Alpha (.ass)
es_es: Subestación Alfa avanzada (.ass)
fr_fr: Sous-Station Alpha avancée (.ass)
pl_pl: Zaawansowane podstacja Alfa (.ass)
zh_hans: 高级子标准 Alpha (.ass)

# AiSubtitlePage_Item_063.Text
source: Export uses the edited preview. Burn-in re-encodes video with the exported caption file and keeps both outputs.
de_de: Export verwendet die bearbeitete Vorschau. Burn-in kodiert Video mit der exportierten Bildunterschrift-Datei und hält beide Ausgänge.
es_es: Exportar utiliza la vista previa editada. Grabar-in vuelve a codificar el vídeo con el archivo de subtítulos exportado y mantiene ambas salidas.
fr_fr: Exporter utilise l'aperçu édité. Graver-in réencode la vidéo avec le fichier de légende exporté et conserve les deux sorties.
pl_pl: Eksport używa edytowanego podglądu. Nagrywanie wideo z re- en kodami z wyeksportowanym plikiem podpisu i przechowuje oba wyjścia.
zh_hans: 导出使用经编辑的预览。 刻入重编带导出字幕文件的视频, 并保存两个输出 。

# AiSubtitlePage_ModelCombo.Header
source: Model
de_de: Modell
es_es: Modelo
fr_fr: Modèle
pl_pl: Wzór
zh_hans: 型 型

# AiSubtitlePage_OpenOutputButton.Content
source: Open Output
de_de: Ausgabe öffnen
es_es: Salida abierta
fr_fr: Sortie ouverte
pl_pl: Otwórz wyjście
zh_hans: 开放输出输出

source: Pipeline progress
de_de: Fortschritte bei der Pipeline
es_es: Progreso de los oleoductos
fr_fr: Progrès réalisés dans le domaine des pipelines
pl_pl: Postępy rurociągów
zh_hans: 管道进展

# AiSubtitlePage_RunButton.Content
source: Transcribe & Preview
de_de: Transcribe & Vorschau
es_es: Transcribir & vista previa
fr_fr: Transcription et aperçu
pl_pl: Przepisz & podgląd
zh_hans: 保存和预览

# AiSubtitlePage_TargetLanguageCombo.Header
source: Translate to
de_de: Übersetzen in
es_es: Traducir a
fr_fr: Traduire vers
pl_pl: Przetłumacz na
zh_hans: 翻译为

# AiSubtitlePage_TranslateCheck.Content
source: Translate after transcription
de_de: Übersetzen nach Transkription
es_es: Traducir después de la transcripción
fr_fr: Traduire après transcription
pl_pl: Przetłumacz po transkrypcji
zh_hans: 转录后翻译

# AiSubtitlePage_TranslationModelCombo.Header
source: Local model
de_de: Lokales Modell
es_es: Modelo local
fr_fr: Modèle local
pl_pl: Model lokalny
zh_hans: 当地模式

# AiSubtitlePage_VadCheck.Content
source: VAD pre-filter (skip silence)
de_de: VAD-Vorfilter (Schweigen)
es_es: Prefiltro VAD (silencio de deslizamiento)
fr_fr: Préfiltre VAD (silence de skip)
pl_pl: VAD wstępnie filtrowany (cisza skipowa)
zh_hans: VAD 预过滤器( 跳过沉默)

# ArchivePage_ArchivePageButton01.Content
source: Save as...
de_de: Speichern unter...
es_es: Guardar como...
fr_fr: Enregistrer comme...
pl_pl: Zapisz jako...
zh_hans: 另存为...

# ArchivePage_ArchivePageButton02.Content
source: Pick archive...
de_de: Archiv auswählen...
es_es: Escoger archivo...
fr_fr: Choisir une archive...
pl_pl: Wybierz archiwum...
zh_hans: 选择归档...

# ArchivePage_ArchivePageButton03.Content
source: Pick folder...
de_de: Ordner auswählen...
es_es: Escoger carpeta...
fr_fr: Choisir un dossier...
pl_pl: Wybierz folder...
zh_hans: 提取文件夹...

# ArchivePage_ArchivePagePivotItem02.Header
source: Unpack
de_de: Auspacken
es_es: Desempaquetar
fr_fr: Déballer
pl_pl: Rozpakowanie
zh_hans: 拆包装

# ArchivePage_EmptyHint.Text
source: Pack mode: drop the items you want to archive.
de_de: Pack-Modus: Legen Sie die Elemente, die Sie archivieren möchten.
es_es: Modo de paquete: suelte los elementos que desea archivar.
fr_fr: Mode Pack : déposez les éléments que vous voulez archiver.
pl_pl: Tryb pakowania: upuść elementy, które chcesz archiwizować.
zh_hans: 包模式:放下要归档的项目。

source: Remove from list
de_de: Aus der Liste entfernen
es_es: Eliminar de la lista
fr_fr: Supprimer de la liste
pl_pl: Usuń z listy
zh_hans: 从列表中删除

# ArchivePage_Item_001.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove from list
de_de: Aus der Liste entfernen
es_es: Eliminar de la lista
fr_fr: Supprimer de la liste
pl_pl: Usuń z listy
zh_hans: 从列表中删除

# ArchivePage_Item_002.Text
source: Archive Tool
de_de: Archiv-Werkzeug
es_es: Herramienta de archivo
fr_fr: Outil d'archivage
pl_pl: Narzędzie do archiwum
zh_hans: 归档工具

# ArchivePage_Item_003.Text
source: Create or extract 7z, ZIP, TAR, GZ, BZ2, XZ, WIM. Read-only support for RAR, ISO, CAB, MSI, LZH. Backed by 7-Zip's CLI -- maximum compatibility.
de_de: Erstellen oder Extrahieren von 7z, ZIP, TAR, GZ, BZ2, XZ, WIM. Read-only Unterstützung für RAR, ISO, CAB, MSI, LZH. Unterstützt von 7-Zip CLI -- maximale Kompatibilität.
es_es: Crear o extraer 7z, ZIP, TAR, GZ, BZ2, XZ, WIM. Soporte de sólo lectura para RAR, ISO, CAB, MSI, LZH. Respaldado por el CLI de 7-Zip -- compatibilidad máxima.
fr_fr: Créer ou extraire 7z, ZIP, TAR, GZ, BZ2, XZ, WIM. Support en lecture seule pour RAR, ISO, CAB, MSI, LZH. Soutenu par le CLI de 7-Zip -- compatibilité maximale.
pl_pl: Tworzenie lub ekstrakt 7z, ZIP, TAR, GZ, BZ2, XZ, WIM. Obsługa tylko do odczytu dla RAR, ISO, CAB, MSI, LZH. Potwierdzona przez CLI firmy 7-Zip -- maksymalna kompatybilność.
zh_hans: 创建或提取 7z、 ZIP、 TAR、 GZ、 BZ2、 XZ、 WIM 。 RAR、 ISO、 CAB、 MSI、 LZH 的只读支持。 得到 7-Zip CLI 支持的最大兼容性 。

# ArchivePage_Item_006.Content
source: 7z (best ratio)
de_de: 7z (bestes Verhältnis)
es_es: 7z (mejor relación)
fr_fr: 7z (meilleure proportion)
pl_pl: 7z (najlepszy stosunek)
zh_hans: 7z(最佳比率)

# ArchivePage_Item_007.Content
source: zip (most compatible)
de_de: Reißverschluss (am besten kompatibel)
es_es: zip (más compatible)
fr_fr: zip (le plus compatible)
pl_pl: zamek (najlepiej kompatybilny)
zh_hans: LZ(最兼容)

# ArchivePage_Item_008.Content
source: tar (no compression)
de_de: Teer (keine Kompression)
es_es: Alquitrán (sin compresión)
fr_fr: goudron (pas de compression)
pl_pl: smoła (bez kompresji)
zh_hans: tar( 不压缩)

# ArchivePage_Item_011.Content
source: tar.bz2 (-> .tar.bz2)
pl_pl: Smoła.bz2 (-> .tar.bz2)
zh_hans: a.bz2 (- >.tar.bz2)

# ArchivePage_Item_021.Text
source: Drop files / folders here
de_de: Drop-Dateien / Ordner hier
es_es: Soltar archivos / carpetas aquí
fr_fr: Déposer les fichiers / dossiers ici
pl_pl: Upuść pliki / foldery tutaj
zh_hans: 在此丢弃文件/ 文件夹

# ArchivePage_LevelSlider.Header
source: Compression level (0 store - 9 ultra)
de_de: Druckstufe (0 Speicher - 9 Ultra)
es_es: Nivel de compresión (0 almacén - 9 ultra)
fr_fr: Niveau de compression (0 magasin - 9 ultra)
pl_pl: Poziom sprężania (0 sklep - 9 ultra)
zh_hans: 压缩水平(0仓库-9特)

# ArchivePage_ListButton.Content
source: List contents
de_de: Inhalt der Liste
es_es: Contenido de la lista
fr_fr: Table des matières
pl_pl: Wyświetl zawartość
zh_hans: 列表目录目录

# ArchivePage_PackFormatCombo.Header
source: Archive format
de_de: Archivformat
es_es: Formato de archivo
fr_fr: Format d'archives
pl_pl: Format archiwum
zh_hans: 归档格式

# ArchivePage_PackOutputBox.Header
source: Output archive
de_de: Ausgabearchiv
es_es: Archivo de salida
fr_fr: Archive de sortie
pl_pl: Archiwum wyników
zh_hans: 输出归档

# ArchivePage_PackOutputBox.PlaceholderText
source: (pick where to save)
de_de: (wählt, wo gespeichert werden soll)
es_es: (Seleccione dónde guardar)
fr_fr: (pick où enregistrer)
pl_pl: (Wybierz gdzie zapisać)
zh_hans: (选择要保存的位置)

# ArchivePage_PackPasswordBox.Header
source: Password (optional)
de_de: Passwort (optional)
es_es: Contraseña (opcional)
fr_fr: Mot de passe (facultatif)
pl_pl: Hasło (opcjonalne)
zh_hans: 密码( 可选择)

# ArchivePage_PackPasswordBox.PlaceholderText
source: (none)
de_de: (keine)
es_es: (ninguno)
fr_fr: (Aucune)
pl_pl: (żaden)
zh_hans: (无)

# ArchivePage_StatusText.Text
source: Pick mode: Pack to compress, Unpack to extract.
de_de: Modus auswählen: Packen zum Komprimieren, Entpacken zum Extrahieren.
es_es: Modo de selección: Empaque para comprimir, desempaque para extraer.
fr_fr: Mode de sélection : Pack pour compresser, Décompresser pour extraire.
pl_pl: Wybierz tryb: Opakowanie do kompresji, Rozpakować do wyciągu.
zh_hans: 选择模式: 包装压缩, 卸载提取 。

# ArchivePage_UnpackArchiveBox.Header
source: Archive
de_de: Archiv
es_es: Archivo
pl_pl: Archiwum
zh_hans: 归档归档

# ArchivePage_UnpackArchiveBox.PlaceholderText
source: (pick an archive to extract)
de_de: (wählen Sie ein Archiv zum Extrahieren)
es_es: (seleccione un archivo para extraer)
fr_fr: (cochez une archive à extraire)
pl_pl: (wybór archiwum do wydobycia)
zh_hans: (选择要提取的归档)

# ArchivePage_UnpackOutputDirBox.Header
source: Extract to
de_de: Auszug zu
es_es: Extracto a
fr_fr: Extraire vers
pl_pl: Ekstrakt do
zh_hans: 解开到

# ArchivePage_UnpackOutputDirBox.PlaceholderText
source: (pick destination folder)
de_de: (Zielordner auswählen)
es_es: (escoger carpeta de destino)
fr_fr: (cochez le dossier de destination)
pl_pl: (wybór folderu docelowego)
zh_hans: (选择目标文件夹)

source: Progress
de_de: Fortschritt
es_es: Progreso
fr_fr: Progression
pl_pl: Postęp
zh_hans: 进度

# AudioCompressorPage_AttackSlider.Header
source: Attack (ms)
de_de: Angriff (ms)
es_es: Ataque (ms)
fr_fr: Attaque (ms)
pl_pl: Atak (ms)
zh_hans: 攻击(ms)

# AudioCompressorPage_AudioCompressorAddFilesButton.Content
source: Add Files
de_de: Dateien hinzufügen
es_es: Añadir archivos
fr_fr: Ajouter des fichiers
pl_pl: Dodaj pliki
zh_hans: 添加文件

# AudioCompressorPage_AudioCompressorAddFolderButton.Content
source: Add Folder
de_de: Ordner hinzufügen
es_es: Añadir carpeta
fr_fr: Ajouter un dossier
pl_pl: Dodaj folder
zh_hans: 添加文件夹
